# -*- coding: utf-8 -*-
from room_1 import folks as folks1
import room_2
import people
# Вывести на консоль жителей комнат (модули room_1 и room_2)
# Формат: В комнате room_1 живут: ...

# TODO здесь ваш код
print('В комнате №1 живут', folks1)
print('В комнате №2 живут', room_2.folks)
print('На районе живут', people.people)




